Repository: sebastianstrus/polyglot_pro
Catalog: Polyglot Pro/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_br, sv, uk

source: Action verbs
de: Handlungsverben
es: Verbos de acción
fr: Verbes d'action
it: Verbi d'azione
pl: Czasowniki działania
pt_br: Verbos de ação
sv: Handlingsverb
uk: Дієслова дії

source: Age and time
de: Alter und Zeit
es: Edad y tiempo
fr: Âge et temps
it: Età e tempo
pl: Wiek i czas
pt_br: Idade e tempo
sv: Ålder och tid
uk: Вік та час

source: Animals
de: Tiere
es: Animales
fr: Animaux
it: Animali
pl: Zwierzęta
pt_br: Animais
sv: Djur
uk: Тварини

source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'application
it: Lingua dell'app
pl: Język aplikacji
pt_br: Idioma do app
sv: Applikationsspråk
uk: Мова додатка

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
pl: Wygląd
pt_br: Aparência
sv: Utseende
uk: Зовнішній вигляд

source: Are you sure you want to reset your progress?
de: Sind Sie sicher, dass Sie Ihren Fortschritt zurücksetzen möchten?
es: ¿Estás seguro de que quieres reiniciar tu progreso?
fr: Êtes-vous sûr de vouloir réinitialiser votre progression ?
it: Sei sicuro di voler reimpostare il tuo progresso?
pl: Czy na pewno chcesz zresetować swój postęp?
pt_br: Tem certeza de que deseja redefinir seu progresso?
sv: Är du säker på att du vill återställa din framsteg?
uk: Ви впевнені, що хочете скинути свій прогрес?

source: Audio Settings
de: Audioeinstellungen
es: Configuración De Audio
fr: Paramètres Audio
it: Impostazioni Audio
pl: Ustawienia Dźwięku
pt_br: Configurações De Áudio
sv: Ljudinställningar
uk: Налаштування Звуку

source: Auto-play Pronunciation
de: Automatische Aussprache
es: Reproducción Automática De Pronunciación
fr: Lecture Automatique De La Prononciation
it: Riproduzione Automatica Della Pronuncia
pl: Automatyczne Odtwarzanie Wymowy
pt_br: Reprodução Automática De Pronúncia
sv: Automatisk Uppläsning
uk: Автовідтворення Вимови

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
pl: Zachowanie
pt_br: Comportamento
sv: Beteende
uk: Поведінка

source: Body parts
de: Körperteile
es: Partes del cuerpo
fr: Parties du corps
it: Parti del corpo
pl: Części ciała
pt_br: Partes do corpo
sv: Kroppsdelar
uk: Частини тіла

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
uk: Скасувати

source: Change verbs
de: Veränderungsverben
es: Verbos de cambio
fr: Verbes de changement
it: Verbi di cambiamento
pl: Czasowniki zmiany
pt_br: Verbos de mudança
sv: Förändringsverb
uk: Дієслова зміни

source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
it: Controlla
pl: Sprawdź
pt_br: Verificar
sv: Kontrollera
uk: Перевірити

source: Colors
de: Farben
es: Colores
fr: Couleurs
it: Colori
pl: Kolory
pt_br: Cores
sv: Färger
uk: Кольори

source: Communication verbs
de: Kommunikationsverben
es: Verbos de comunicación
fr: Verbes de communication
it: Verbi di comunicazione
pl: Czasowniki komunikacji
pt_br: Verbos de comunicação
sv: Kommunikationsverb
uk: Дієслова спілкування

source: Conjunctions
de: Verbindungswörter
es: Palabras de enlace
fr: Conjonctions
it: Congiunzioni
pl: Spójniki
pt_br: Conjunções
sv: Sammanhängande ord
uk: Зв'язуючі слова

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pl: Dalej
pt_br: Continuar
sv: Fortsätt
uk: Продовжити

source: Control verbs
de: Kontrollverben
es: Verbos de control
fr: Verbes de contrôle
it: Verbi di controllo
pl: Czasowniki kontroli
pt_br: Verbos de controle
sv: Kontrollverb
uk: Дієслова контролю

source: Count Hints
de: Hinweise Zählen
es: Contar Pistas
fr: Compter Les Indices
it: Conta Suggerimenti
pl: Licznik Podpowiedzi
pt_br: Contar Dicas
sv: Räkna Ledtrådar
uk: Лічильник Підказок

source: Creation verbs
de: Schöpfungsverben
es: Verbos de creación
fr: Verbes de création
it: Verbi di creazione
pl: Czasowniki tworzenia
pt_br: Verbos de criação
sv: Skapandeverb
uk: Дієслова творення

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
pl: Ciemny
pt_br: Escuro
sv: Mörkt
uk: Темний

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
pt_br: Excluir
sv: Ta bort
uk: Видалити

source: Descriptive adjectives
de: Beschreibende Adjektive
es: Adjetivos descriptivos
fr: Adjectifs descriptifs
it: Aggettivi descrittivi
pl: Przymiotniki opisowe
pt_br: Adjetivos descritivos
sv: Beskrivande adjektiv
uk: Описові прикметники

source: Display Confetti
de: Konfetti Anzeigen
es: Mostrar Confeti
fr: Afficher Les Confettis
it: Mostra Coriandoli
pl: Wyświetl Konfetti
pt_br: Mostrar Confete
sv: Visa Konfetti
uk: Показати Конфеті

source: Emotion verbs
de: Emotionsverben
es: Verbos de emoción
fr: Verbes d'émotion
it: Verbi di emozione
pl: Czasowniki emocji
pt_br: Verbos de emoção
sv: Känsloverb
uk: Дієслова емоцій

source: Emotions and mood
de: Emotionen und Stimmungen
es: Emociones y ánimo
fr: Émotions et humeur
it: Emozioni e umore
pl: Emocje i nastrój
pt_br: Emoções e humor
sv: Känslor och humör
uk: Емоції та настрій

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
pl: Angielski
pt_br: Inglês
sv: Engelska
uk: Англійська

source: Enter translation
de: Übersetzung eingeben
es: Introducir traducción
fr: Entrer la traduction
it: Inserisci traduzione
pl: Wprowadź tłumaczenie
pt_br: Inserir tradução
sv: Ange översättning
uk: Введіть переклад

source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
it: Esercizi
pl: Ćwiczenia
pt_br: Exercícios
sv: Övningar
uk: Вправи

source: Expressions
de: Ausdrücke
es: Expresiones
it: Espressioni
pl: Wyrażenia
pt_br: Expressões
sv: Uttryck
uk: Вирази

source: Family
de: Familie
es: Familia
fr: Famille
it: Famiglia
pl: Rodzina
pt_br: Família
sv: Familj
uk: Родина

source: Food verbs
de: Essensverben
es: Verbos de comida
fr: Verbes alimentaires
it: Verbi alimentari
pl: Czasowniki jedzenia
pt_br: Verbos de comida
sv: Matverb
uk: Дієслова їжі

source: Försök att komma ihåg %lld uttrycken.
de: Versuche, %lld Ausdrücke zu merken.
es: Intenta recordar %lld expresiones.
fr: Essayez de mémoriser %lld expressions.
it: Prova a ricordare %lld espressioni.
pl: Spróbuj zapamiętać %lld wyrażeń.
pt_br: Tente lembrar %lld expressões.
sv: Försök att komma ihåg %lld uttryck.
uk: Спробуйте запам'ятати %lld фраз.

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
pl: Francuski
pt_br: Francês
sv: Franska
uk: Французька

source: Fruits
de: Obst
es: Frutas
it: Frutta
pl: Owoce
pt_br: Frutas
sv: Frukter
uk: Фрукти

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
pl: Niemiecki
pt_br: Alemão
sv: Tyska
uk: Німецька

source: Grammar
de: Grammatik
es: Gramática
fr: Grammaire
it: Grammatica
pl: Gramatyka
pt_br: Gramática
sv: Grammatik
uk: Граматика

source: Home
de: Zuhause
es: Hogar
fr: Maison
it: Casa
pl: Dom
pt_br: Casa
sv: Hem
uk: Дім

source: Interrogative pronouns
de: Fragepronomen
es: Pronombres interrogativos
fr: Pronoms interrogatifs
it: Pronomi interrogativi
pl: Zaimki pytające
pt_br: Pronomes interrogativos
sv: Frågande pronomen
uk: Питальні займенники

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
pl: Włoski
pt_br: Italiano
sv: Italienska
uk: Італійська

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pl: Język
pt_br: Idioma
sv: Språk
uk: Мова

source: Language Settings
de: Spracheinstellungen
es: Configuración De Idioma
fr: Paramètres De Langue
it: Impostazioni Della Lingua
pl: Ustawienia Języka
pt_br: Configurações De Idioma
sv: Språkinställningar
uk: Налаштування Мови

source: Life verbs
de: Lebensverben
es: Verbos de vida
fr: Verbes de vie
it: Verbi di vita
pl: Czasowniki życia
pt_br: Verbos de vida
sv: Livsverb
uk: Дієслова життя

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
pl: Jasny
pt_br: Claro
sv: Ljust
uk: Світлий

source: Linking words
de: Verbindungswörter
es: Palabras de enlace
fr: Conjonctions
it: Congiunzioni
pl: Spójniki
pt_br: Conjunções
sv: Sammanhängande ord
uk: Зв'язуючі слова

source: Menu
de: Menü
es: Menú
sv: Meny
uk: Меню

source: Modal verbs
de: Modalverben
es: Verbos modales
fr: Verbes modaux
it: Verbi modali
pl: Czasowniki modalne
pt_br: Verbos modais
sv: Modala verb
uk: Модальні дієслова

source: Months
de: Monate
es: Meses
fr: Mois
it: Mesi
pl: Miesiące
pt_br: Meses
sv: Månader
uk: Місяці

source: Mood
de: Stimmung
es: Ambiente
fr: Ambiance
it: Atmosfera
pl: Nastrój
pt_br: Clima
sv: Stämning och atmosfär
uk: Настрій

source: Morality and ethics
de: Moral und Ethik
es: Moral y ética
fr: Moralité et éthique
it: Moralità ed etica
pl: Moralność i etyka
pt_br: Moral e ética
sv: Moral och etik
uk: Мораль та етика

source: Motion verbs
de: Bewegungsverben
es: Verbos de movimiento
fr: Verbes de mouvement
it: Verbi di movimento
pl: Czasowniki ruchu
pt_br: Verbos de movimento
sv: Rörelseverben
uk: Дієслова руху

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pl: Dalej
pt_br: Próximo
sv: Nästa
uk: Далі

source: Nouns
de: Nomen
es: Sustantivos
fr: Noms
it: Sostantivi
pl: Rzeczowniki
pt_br: Substantivos
sv: Substantiv
uk: Іменники

source: Perception verbs
de: Wahrnehmungsverben
es: Verbos de percepción
fr: Verbes de perception
it: Verbi di percezione
pl: Czasowniki percepcji
pt_br: Verbos de percepção
sv: Perceptionsverb
uk: Дієслова сприйняття

source: Personal pronouns
de: Persönliche Pronomen
es: Pronombres personales
fr: Pronoms personnels
it: Pronomi personali
pl: Zaimki osobowe
pt_br: Pronomes pessoais
sv: Personliga pronomen
uk: Особові займенники

source: Personality
de: Persönlichkeit
es: Personalidad
fr: Personnalité
it: Personalità
pl: Osobowość
pt_br: Personalidade
sv: Personlighet
uk: Особистість

source: Polish
de: Polnisch
es: Polaco
fr: Polonais
it: Polacco
pl: Polski
pt_br: Polonês
sv: Polska
uk: Польська

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
pl: Portugalski
pt_br: Português
sv: Portugisiska
uk: Португальська

source: Possessive pronouns
de: Possessivpronomen
es: Pronombres posesivos
fr: Pronoms possessifs
it: Pronomi possessivi
pl: Zaimki dzierżawcze
pt_br: Pronomes possessivos
sv: Possessiva pronomen
uk: Присвійні займенники

source: Professions
de: Berufe
es: Profesiones
it: Professioni
pl: Zawody
pt_br: Profissões
sv: Yrken
uk: Професії

source: Pronouns
de: Pronomen
es: Pronombres
fr: Pronoms
it: Pronomi
pl: Zaimki
pt_br: Pronomes
sv: Pronomen
uk: Займенники

source: Quality and condition
de: Qualität und Zustand
es: Calidad y estado
fr: Qualité et état
it: Qualità e condizione
pl: Jakość i stan
pt_br: Qualidade e condição
sv: Kvalitet och tillstånd
uk: Якість та стан

source: Reflexive pronouns
de: Reflexivpronomen
es: Pronombres reflexivos
fr: Pronoms réfléchis
it: Pronomi riflessivi
pl: Zaimki zwrotne
pt_br: Pronomes reflexivos
sv: Reflexiva pronomen
uk: Зворотні займенники

source: Relationships
de: Beziehungen
es: Relaciones
fr: Relations
it: Relazioni
pl: Relacje
pt_br: Relações
sv: Relationer
uk: Стосунки

source: Reset Progress
de: Fortschritt Zurücksetzen
es: Reiniciar Progreso
fr: Réinitialiser La Progression
it: Ripristina Progresso
pl: Zresetuj Postęp
pt_br: Reiniciar Progresso
sv: Återställ Framsteg
uk: Скинути Прогрес

source: Reset settings
de: Einstellungen zurücksetzen
es: Restablecer configuración
fr: Réinitialiser les paramètres
it: Ripristina impostazioni
pl: Resetuj ustawienia
pt_br: Redefinir configurações
sv: Återställ inställningar
uk: Скинути налаштування

source: Reset Settings
de: Einstellungen Zurücksetzen
es: Restablecer Configuración
fr: Réinitialiser Les Paramètres
it: Ripristina Impostazioni
pl: Zresetuj Ustawienia
pt_br: Redefinir Configurações
sv: Återställ Inställningar
uk: Скинути Налаштування

source: Select primary language:
de: Primärsprache auswählen:
es: Seleccionar idioma principal:
fr: Sélectionner la langue principale :
it: Seleziona lingua principale:
pl: Wybierz język podstawowy:
pt_br: Selecionar idioma principal:
sv: Välj primärt språk:
uk: Виберіть основну мову:

source: Selected target language:
de: Ausgewählte Zielsprache:
es: Idioma objetivo seleccionado:
fr: Langue cible sélectionnée :
it: Lingua di destinazione selezionata:
pl: Wybrany język docelowy:
pt_br: Idioma alvo selecionado:
sv: Välj målspråk:
uk: Вибрана цільова мова:

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pl: Ustawienia
pt_br: Configurações
sv: Inställningar
uk: Налаштування

source: Shopping
de: Einkaufen
es: Compras
pl: Zakupy
pt_br: Compras
uk: Шопінг

source: Sound and voice
de: Klang und Stimme
es: Sonido y voz
fr: Son et voix
it: Suono e voce
pl: Dźwięk i głos
pt_br: Som e voz
sv: Ljud och röst
uk: Звук та голос

source: Sound Settings
de: Toneinstellungen
es: Ajustes de sonido
fr: Paramètres sonores
it: Impostazioni audio
pl: Ustawienia dźwięku
pt_br: Configurações de som
sv: Ljudinställningar
uk: Налаштування звуку

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
pl: Hiszpański
pt_br: Espanhol
sv: Spanska
uk: Іспанська

source: Speech Speed
de: Sprachgeschwindigkeit
es: Velocidad De Voz
fr: Vitesse De Lecture
it: Velocità Del Parlato
pl: Prędkość Mowy
pt_br: Velocidade De Fala
sv: Talhastighet
uk: Швидкість Мови

source: State verbs
de: Zustandsverben
es: Verbos de estado
fr: Verbes d'état
it: Verbi di stato
pl: Czasowniki stanu
pt_br: Verbos de estado
sv: Tillståndsverb
uk: Дієслова стану

source: States and feelings
de: Zustände und Gefühle
es: Estados y sentimientos
fr: États et sentiments
it: Stati e sentimenti
pl: Stany i uczucia
pt_br: Estados e sentimentos
sv: Tillstånd och känsla
uk: Стани та відчуття

source: Swedish
de: Schwedisch
es: Sueco
fr: Suédois
it: Svedese
pl: Szwedzki
pt_br: Sueco
sv: Svenska
uk: Шведська

source: Target Language
de: Zielsprache
es: Idioma de aprendizaje
fr: Langue cible
it: Lingua di apprendimento
pl: Język docelowy
pt_br: Idioma de estudo
sv: Målspråk
uk: Цільова мова

source: Taste and smell
de: Geschmack und Geruch
es: Sabor y olor
fr: Goût et odorat
it: Gusto e odore
pl: Smak i zapach
pt_br: Sabor e aroma
sv: Smak och doft
uk: Смак та запах

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
pl: Temperatura
pt_br: Temperatura
sv: Temperatur
uk: Температура

source: The languages must be different.
de: Die Sprachen müssen unterschiedlich sein.
es: Los idiomas deben ser diferentes.
fr: Les langues doivent être différentes.
it: Le lingue devono essere diverse.
pl: Języki muszą się różnić.
pt_br: Os idiomas devem ser diferentes.
sv: Språken måste vara olika.
uk: Вибрані мови повинні бути різними

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
pl: Motyw
pt_br: Tema
sv: Tema
uk: Тема

source: Theme Settings
de: Themeinstellungen
es: Configuración De Tema
fr: Paramètres De Thème
it: Impostazioni Del Tema
pl: Ustawienia Motywu
pt_br: Configurações De Tema
sv: Temainställningar
uk: Налаштування Теми

source: Thinking verbs
de: Denkverben
es: Verbos de pensamiento
fr: Verbes de pensée
it: Verbi di pensiero
pl: Czasowniki myślenia
pt_br: Verbos de pensamento
sv: Tankeverb
uk: Дієслова мислення

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
it: Questa azione non può essere annullata.
pl: Tej czynności nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.
sv: Den här åtgärden kan inte ångras.
uk: Цю дію не можна скасувати.

source: Time expressions
de: Zeitausdrücke
es: Expresiones de tiempo
fr: Expressions temporelles
it: Espressioni temporali
pl: Wyrażenia czasowe
pt_br: Expressões temporais
sv: Tidsuttryck
uk: Часові вирази

source: Time verbs
de: Zeitverben
es: Verbos de tiempo
fr: Verbes de temps
it: Verbi di tempo
pl: Czasowniki czasu
pt_br: Verbos de tempo
sv: Tidsverb
uk: Дієслова часу

source: Ukrainian
de: Ukrainisch
es: Ucraniano
fr: Ukrainien
it: Ucraino
pl: Ukraiński
pt_br: Ucraniano
sv: Ukrainska
uk: Українська

source: Vegetables
de: Gemüse
es: Verduras
fr: Légumes
it: Verdure
pl: Warzywa
pt_br: Legumes
sv: Grönsaker
uk: Овочі

source: Verbs
de: Verben
es: Verbos
fr: Verbes
it: Verbi
pl: Czasowniki
pt_br: Verbos
sv: Verb
uk: Дієслова

source: Vocabulary
de: Wortschatz
es: Vocabulario
fr: Vocabulaire
it: Vocabolario
pl: Słownictwo
pt_br: Vocabulário
sv: Ordförråd
uk: Лексика

source: Vocabulary Settings
de: Vokabeleinstellungen
es: Configuración De Vocabulario
fr: Paramètres De Vocabulaire
it: Impostazioni Del Vocabolario
pl: Ustawienia Słownictwa
pt_br: Configurações De Vocabulário
sv: Ordförrådsinställningar
uk: Налаштування Словника

source: Weekdays
de: Wochentage
es: Días de la semana
fr: Jours de la semaine
it: Giorni della settimana
pl: Dni tygodnia
pt_br: Dias da semana
sv: Veckodagar
uk: Дні тижня

source: Alphabet
es: Alfabeto
it: Alfabeto
pl: Alfabet
pt_br: Alfabeto
sv: Alfabet
uk: Алфавіт

source: System
es: Sistema
fr: Système
it: Sistema
pt_br: Sistema
uk: Система

source: Transport
es: Transporte
it: Trasporto
pt_br: Transporte
uk: Транспорт
